const menu = (prefix, NomeDoBot, sender) => {
  
// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
╭━━━━━◉                         ◉━━━━━╮
       ╔┉✵┉═══『 ⟮🧸⟯ 』═══┉✵┉╗    
       ║     *喜${NomeDoBot}夢*                 
       ╚┉✵┉═══『 ⟮🧸⟯ 』═══┉✵┉╝    
╰━━━━━◉                         ◉━━━━━╯
┆      ╔┉✵┉═════『 👁️‍🗨️ 』═════┉✵┉╗
┆      ║ Usuário: @${sender.split("@")[0]}  
┆      ╚┉✵┉═════『 👁️‍🗨️ 』═════┉✵┉╝  
╭━━━━━◉
┆      ╔┉✵┉═══『ஓீ͜ ፝👁️‍🗨️ू ፝͜❥ 』═══┉✵┉╗
┆      ║ *喜𝐂𝐎𝐌𝐀𝐍𝐃𝐎𝐒 𝐓𝐄𝐑𝐌𝐔𝐗 夢*                 
┆      ╚┉✵┉═══『ஓீ͜ ፝👁️‍🗨️ू ፝͜❥ 』═══┉✵┉╝    
╰━━━━━◉
╭━━━━━◉
┆      ╔┉✵┉═══『 ⚙️ 』═══┉✵┉╗
┆      ║ঔৣ͜͡҉🧸${prefix}Comandos-termux
┆      ║ঔৣ͜͡҉🧸${prefix}Hospedar-heroku
┆      ║ঔৣ͜͡҉🧸${prefix}Configurar-bot
┆      ║ঔৣ͜͡҉🧸${prefix}Git-bot
┆      ╚┉✵┉═══『 ⚙️ 』═══┉✵┉╝  
╰━━━━━◉
╭━━━━━◉
┆      ╔┉✵┉═══『ஓீ͜ ፝👁️‍🗨️ू ፝͜❥ 』═══┉✵┉╗
┆      ║   *喜𝐃𝐈𝐕𝐄𝐑𝐒𝐎𝐒 𝐌𝐄𝐍𝐔𝐒 夢*                 
┆      ╚┉✵┉═══『ஓீ͜ ፝👁️‍🗨️ू ፝͜❥ 』═══┉✵┉╝    
╰━━━━━◉
┆      ╔┉✵┉═══『📚』═══┉✵┉╗
┆      ║ঔৣ͜͡҉🧸${prefix}Menudono
┆      ║ঔৣ͜͡҉🧸${prefix}Menuadm
┆      ║ঔৣ͜͡҉🧸${prefix}Menupremium
┆      ║ঔৣ͜͡҉🧸${prefix}Efeitosimg
┆      ║ঔৣ͜͡҉🧸${prefix}Logos
┆      ║ঔৣ͜͡҉🧸${prefix}Brincadeiras
┆      ╚┉✵┉═══『📚』═══┉✵┉╝  
╰━━━━━◉
╭━━━━━◉
┆      ╔┉✵┉═══『ஓீ͜ ፝👁️‍🗨️ू ፝͜❥ 』═══┉✵┉╗
┆      ║*喜𝐂𝐎𝐌𝐀𝐍𝐃𝐎𝐒 𝐌𝐄𝐌𝐁𝐑𝐎𝐒 夢*                 
┆      ╚┉✵┉═══『ஓீ͜ ፝👁️‍🗨️ू ፝͜❥ 』═══┉✵┉╝    
╰━━━━━◉
┆      ║ঔৣ͜͡҉🧸${prefix}Infobot
┆      ║ঔৣ͜͡҉🧸${prefix}Idiomas 
┆      ║ঔৣ͜͡҉🧸${prefix}Bug (QUESTIONE) 
┆      ║ঔৣ͜͡҉🧸${prefix}Sugestao (DICA) 
┆      ║ঔৣ͜͡҉🧸${prefix}Avalie (O-QUAO-BOM) 

╭━━━━━◉
┆      ╔┉✵┉═══『ஓீ͜ ፝👁️‍🗨️ू ፝͜❥ 』═══┉✵┉╗
┆      ║ *喜𝐏𝐄𝐒𝐐𝐔𝐈𝐒𝐀𝐑 / 𝐁𝐀𝐈𝐗𝐀𝐑 夢*                 
┆      ╚┉✵┉═══『ஓீ͜ ፝👁️‍🗨️ू ፝͜❥ 』═══┉✵┉╝    
╰━━━━━◉
╭━━━━━◉
┆      ╔┉✵┉═════『 🔍 』═════┉✵┉╗
┆      ║ঔৣ͜͡҉🧸${prefix}Play (NOME) 
┆      ║ঔৣ͜͡҉🧸${prefix}Playmp4 (NOME) 
┆      ║ঔৣ͜͡҉🧸${prefix}Ytsearch (NOME)
┆      ║ঔৣ͜͡҉🧸${prefix}Ytmp4 (LINK) 
┆      ║ঔৣ͜͡҉🧸${prefix}Ytmp3 (LINK) 
┆      ║ঔৣ͜͡҉🧸${prefix}Tiktok (LINK) 
┆      ║ঔৣ͜͡҉🧸${prefix}Instagram (LINK) 
┆      ║ঔৣ͜͡҉🧸${prefix}Facebook (LINK) 
┆      ║ঔৣ͜͡҉🧸${prefix}Twitter (LINK) 
┆      ║ঔৣ͜͡҉🧸${prefix}Imgpralink (MARCAR)
┆      ║ঔৣ͜͡҉🧸${prefix}Videopralink (MARCAR-V) 
┆      ╚┉✵┉══┉✵┉══┉✵┉══┉✵┉═╝
┆     
╰━━━━━◉
╭━━━━━◉
┆      ╔┉✵┉═══『ஓீ͜ ፝👁️‍🗨️ू ፝͜❥ 』═══┉✵┉╗
┆      ║   *喜𝐈𝐍𝐅𝐎𝐑𝐌𝐀𝐂̧𝐎̃𝐄𝐒夢*                 
┆      ╚┉✵┉═══『ஓீ͜ ፝👁️‍🗨️ू ፝͜❥ 』═══┉✵┉╝    
╰━━━━━◉
╭━━━━━◉
┆      ╔┉✵┉═════『 📝 』═════┉✵┉╗
┆      ║ঔৣ͜͡҉🧸${prefix}Ping (VELO) 
┆      ║ঔৣ͜͡҉🧸${prefix}Gitdobot
┆      ║ঔৣ͜͡҉🧸${prefix}Atividade
┆      ║ঔৣ͜͡҉🧸${prefix}Rankativo
┆      ║ঔৣ͜͡҉🧸${prefix}Checkativo (@MARCAR)
┆      ║ঔৣ͜͡҉🧸${prefix}Ranklevel (DE-TODOS) 
┆      ╚┉✵┉══┉✵┉══┉✵┉══┉✵┉═╝
┆     
╰━━━━━◉
╭━━━━━◉
┆      ╔┉✵┉═══『ஓீ͜ ፝👁️‍🗨️ू ፝͜❥ 』═══┉✵┉╗
┆      ║    *喜𝐉𝐎𝐆𝐎𝐒 / 𝐐𝐔𝐈𝐙 夢*                 
┆      ╚┉✵┉═══『ஓீ͜ ፝👁️‍🗨️ू ፝͜❥ 』═══┉✵┉╝    
╰━━━━━◉

╭━━━━━◉
┆      ╔┉✵┉═════『 🎮 』═════┉✵┉╗
┆      ║ঔৣ͜͡҉🧸${prefix}Ppt (PEDRA/PAPEL/TESOURA) 
┆      ║ঔৣ͜͡҉🧸${prefix}Jogodavelha (@MARCAR) 
┆      ║ঔৣ͜͡҉🧸${prefix}Ttt (JOGO-DA-VELHA) 
┆      ║ঔৣ͜͡҉🧸${prefix}Cassino
┆      ║ঔৣ͜͡҉🧸${prefix}Quizanimais 1 / 0
┆      ║ঔৣ͜͡҉🧸${prefix}Anagrama 1 / 0
┆      ╚┉✵┉══┉✵┉══┉✵┉══┉✵┉═╝
┆     
╰━━━━━◉
╭━━━━━◉
┆      ╔┉✵┉═══『ஓீ͜ ፝👁️‍🗨️ू ፝͜❥ 』═══┉✵┉╗
┆      ║      *喜𝐅𝐈𝐆𝐔𝐑𝐈𝐍𝐇𝐀夢*                 
┆      ╚┉✵┉═══『ஓீ͜ ፝👁️‍🗨️ू ፝͜❥ 』═══┉✵┉╝    
╰━━━━━◉
╭━━━━━◉
┆      ╔┉✵┉═════『 🎢 』═════┉✵┉╗
┆      ║ঔৣ͜͡҉🧸${prefix}Attp (TEXTO)
┆      ║ঔৣ͜͡҉🧸${prefix}Ttp (TEXTO)
┆      ║ঔৣ͜͡҉🧸${prefix}Fsticker (MARCAR-FOTO)
┆      ║ঔৣ͜͡҉🧸${prefix}Sticker (MARCAR-FOTO)
┆      ║ঔৣ͜͡҉🧸${prefix}Toimg (MARCAR-FIGU)
┆      ║ঔৣ͜͡҉🧸${prefix}Togif (MARCAR-FIGU)
┆      ║ঔৣ͜͡҉🧸${prefix}Roubar (TEXT/TEXT)
┆      ╚┉✵┉══┉✵┉══┉✵┉══┉✵┉═╝
┆     
╰━━━━━◉
╭━━━━━◉
┆      ╔┉✵┉═══『ஓீ͜ ፝👁️‍🗨️ू ፝͜❥ 』═══┉✵┉╗
┆      ║ *喜𝐂𝐎𝐌𝐀𝐍𝐃𝐎𝐒 𝐁𝐀𝐒𝐈𝐂𝐎𝐒 夢*                 
┆      ╚┉✵┉═══『ஓீ͜ ፝👁️‍🗨️ू ፝͜❥ 』═══┉✵┉╝    
╰━━━━━◉
╭━━━━━◉
┆      ╔┉✵┉═════『 📔 』═════┉✵┉╗
┆      ║ঔৣ͜͡҉🧸${prefix}Gtts (LINGUAGEM + TEXTO)
┆      ║ঔৣ͜͡҉🧸${prefix}Traduzir Hello 
┆      ║ঔৣ͜͡҉🧸${prefix}Tagme 
┆      ║ঔৣ͜͡҉🧸${prefix}Emoji 😏/whatsapp
┆      ║ঔৣ͜͡҉🧸${prefix}Emojimix 😉+🙂
┆      ║ঔৣ͜͡҉🧸${prefix}Tabela (LETRAS) 
┆      ║ঔৣ͜͡҉🧸${prefix}Conselhobiblico
┆      ║ঔৣ͜͡҉🧸${prefix}Simi (FALE-ALGO)  
┆      ║ঔৣ͜͡҉🧸${prefix}Perfil
┆      ║ঔৣ͜͡҉🧸${prefix}Calcular 1 + 1
┆      ║ঔৣ͜͡҉🧸${prefix}Fazernick (NICK)
┆      ║ঔৣ͜͡҉🧸${prefix}Bot
┆      ╚┉✵┉══┉✵┉══┉✵┉══┉✵┉═╝
┆     
╰━━━━━◉

`
}

exports.menu = menu

// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.


// MENU DE ADMINISTRADORES 

const adms = (prefix, sender) => { 
 
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

	return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
╭━━━━━◉
┆      ╔┉✵┉═══『 ஓீ͜ ፝👑ू ፝͜❥ 』═══┉✵┉╗
┆      ║      ═┉𝐌𝐄𝐍𝐔 𝐀𝐃𝐌𝐈𝐍𝐒┉═                 
┆      ╚┉✵┉═══『 ஓீ͜ ፝👑ू ፝͜❥ 』═══┉✵┉╝    
╰━━━━━◉
┆      ╔┉✵┉═════『 👁️‍🗨️ 』═════┉✵┉╗
┆      ║ Usuário: @${sender.split("@")[0]}  
┆      ╚┉✵┉═════『 👁️‍🗨️ 』═════┉✵┉╝  
╭━━━━━◉
┆      ╔┉✵┉═════『 🤓 』═════┉✵┉╗
┆      ║ঔৣ͜͡҉🧸${prefix}ativacoes
┆      ║ঔৣ͜͡҉🧸${prefix}Kick [@] (pra-remover) 
┆      ║ঔৣ͜͡҉🧸${prefix}Ban (responder-mensagem)
┆      ║ঔৣ͜͡҉🧸${prefix}Promover [@] (Ser-ADM)
┆      ║ঔৣ͜͡҉🧸${prefix}Rebaixar [@] (rebaixar-adm)
┆      ║ঔৣ͜͡҉🧸${prefix}Totag (menciona-algo)
┆      ║ঔৣ͜͡҉🧸${prefix}Grupo f/a
┆      ║ঔৣ͜͡҉🧸${prefix}Status
┆      ║ঔৣ͜͡҉🧸${prefix}Limpar (texto-invisível-gp)
┆      ║ঔৣ͜͡҉🧸${prefix}Atividades (DO-GRUPO)
┆      ║ঔৣ͜͡҉🧸${prefix}Linkgp
┆      ║ঔৣ͜͡҉🧸${prefix}Grupoinfo
┆      ║ঔৣ͜͡҉🧸${prefix}Hidetag (txt) (marcação)
┆      ║ঔৣ͜͡҉🧸${prefix}Marcar (marca tds do gp)
┆      ║ঔৣ͜͡҉🧸${prefix}Marcar2 (Marca-tds-Wa.me/)
┆      ║ঔৣ͜͡҉🧸${prefix}Anagrama 1 / 0
┆      ║ঔৣ͜͡҉🧸${prefix}Antipalavra 1 / 0
┆      ║ঔৣ͜͡҉🧸${prefix}Descgp (TXT)
┆      ║ঔৣ͜͡҉🧸${prefix}Nomegp (Nome)
┆      ║ঔৣ͜͡҉🧸${prefix}Criartabela (ESCREVA-ALGO)
┆      ║ঔৣ͜͡҉🧸${prefix}Tabelagp
┆      ╚┉✵┉══┉✵┉══┉✵┉══┉✵┉═╝
┆     
╰━━━━━◉

`
}

exports.adms = adms

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 


// MENU DE DONO

const menudono = (prefix, sender) => {
	
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode alterar ele tod0, menos as definições, só se quiser apagar a definição completa. 	

return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
	
╭━━━━━◉
┆      ╔┉✵┉═══『 ஓீ͜ ፝👑ू ፝͜❥ 』═══┉✵┉╗
┆      ║      ═┉𝐌𝐄𝐍𝐔 𝐃𝐎𝐍𝐎┉═                 
┆      ╚┉✵┉═══『 ஓீ͜ ፝👑ू ፝͜❥ 』═══┉✵┉╝    
╰━━━━━◉
┆      ╔┉✵┉═════『 👁️‍🗨️ 』═════┉✵┉╗
┆      ║ Usuário: @${sender.split("@")[0]}  
┆      ╚┉✵┉═════『 👁️‍🗨️ 』═════┉✵┉╝  
╭━━━━━◉
┆
┆      ╔┉✵┉════『 👁️‍🗨️ 』════┉✵┉╗
┆      ║ Config: ${prefix}Configurar-bot  
┆      ╚┉✵┉════『 👁️‍🗨️ 』════┉✵┉╝  
│ 
╰━━━━━◉
╭━━━━━◉
┆      ╔┉✵┉═══『 ⚙️ 』═══┉✵┉╗
┆      ║ঔৣ͜͡҉🧸${prefix}ativacoes_dono
┆      ║ঔৣ͜͡҉🧸${prefix}Botoes
┆      ║ঔৣ͜͡҉🧸${prefix}Bangp
┆      ║ঔৣ͜͡҉🧸${prefix}Unbangp
┆      ║ঔৣ͜͡҉🧸${prefix}Fotomenu (MARCAR-IMG) 
┆      ║ঔৣ͜͡҉🧸${prefix}Blockcmd  (cmd)
┆      ║ঔৣ͜͡҉🧸${prefix}Unblockcmd (cmd)
┆      ║ঔৣ͜͡҉🧸${prefix}Legenda_estrangeiro (msg)
┆      ║ঔৣ͜͡҉🧸${prefix}Legendabv (oq qr)
┆      ║ঔৣ͜͡҉🧸${prefix}Legendasaiu (oq qr)
┆      ║ঔৣ͜͡҉🧸${prefix}Legendasaiu2 (oq qr)
┆      ║ঔৣ͜͡҉🧸${prefix}Legendabv2 (oq qr)
┆      ║ঔৣ͜͡҉🧸${prefix}Prefixo_tipo2 simbolo
┆      ║ঔৣ͜͡҉🧸${prefix}Prefixo_tipo_off
┆      ║ঔৣ͜͡҉🧸${prefix}Fundobemvindo (marcar-img)
┆      ║ঔৣ͜͡҉🧸${prefix}Fundosaiu (marcar-img)
┆      ║ঔৣ͜͡҉🧸${prefix}Serpremium
┆      ║ঔৣ͜͡҉🧸${prefix}Listagp
┆      ║ঔৣ͜͡҉🧸${prefix}Antipalavrão 1 / 0
┆      ║ঔৣ͜͡҉🧸${prefix}Antiligar 1 / 0
┆      ║ঔৣ͜͡҉🧸${prefix}Addpalavra (palavrão)
┆      ║ঔৣ͜͡҉🧸${prefix}Delpalavra (palavrão)
┆      ║ঔৣ͜͡҉🧸${prefix}Ativo
┆      ║ঔৣ͜͡҉🧸${prefix}Ausente (fale-oq-faz)
┆      ║ঔৣ͜͡҉🧸${prefix}Delpremium @(marca)
┆      ║ঔৣ͜͡҉🧸${prefix}Addpremium @(marca)
┆      ║ঔৣ͜͡҉🧸${prefix}Clonar [@] (rouba ft de prf)
┆      ║ঔৣ͜͡҉🧸${prefix}Fotobot (img, = foto do BT)
┆      ║ঔৣ͜͡҉🧸${prefix}Descriçãogp (digite-algo)
┆      ║ঔৣ͜͡҉🧸${prefix}Block [@] (bloq de usar cmds) 
┆      ║ঔৣ͜͡҉🧸${prefix}Unblock [@] (desbloquear) 
┆      ║ঔৣ͜͡҉🧸${prefix}Setprefix  (prefixo-novo)
┆      ║ঔৣ͜͡҉🧸${prefix}Dono2 @marca
┆      ║ঔৣ͜͡҉🧸${prefix}Dono3 @marca
┆      ║ঔৣ͜͡҉🧸${prefix}Dono4 @marca
┆      ║ঔৣ͜͡҉🧸${prefix}Dono5 @marca
┆      ║ঔৣ͜͡҉🧸${prefix}Bcgp (TM-PRA-PV-MEMBROS)
┆      ║  
┆      ╚┉✵┉═══『 ⚙️ 』═══┉✵┉╝  
╰━━━━━◉
`

}

exports.menudono = menudono

// MENU DE LOGOS 

const menulogos = (prefix, sender) => {
  
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
  return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​

╭━━━━━◉
┆      ╔┉✵┉═══『 ஓீ͜ ፝🌠ू ፝͜❥ 』═══┉✵┉╗
┆      ║     ═┉𝐌𝐄𝐍𝐔 𝐃𝐄 𝐋𝐎𝐆𝐎𝐒┉═                 
┆      ╚┉✵┉═══『 ஓீ͜ ፝🌠ू ፝͜❥ 』═══┉✵┉╝    
╰━━━━━◉
┆   ╔┉✵┉═════『 👁️‍🗨️ 』═════┉✵┉╗
┆   ║ Usuário: @${sender.split("@")[0]}  
┆   ╚┉✵┉═════『 👁️‍🗨️ 』═════┉✵┉╝  
╰═══════◉
╔┉✵┉══┉✵┉══┉✵┉══┉✵┉═╗
│ 𝐋𝐎𝐆𝐎 𝐃𝐄 1 𝐓𝐄𝐗𝐓𝐎
╚┉✵┉══┉✵┉══┉✵┉══┉✵┉═╝
╔┉✵┉══┉✵┉══┉✵┉══┉✵┉═╗
┆      ║ঔৣ͜͡҉🧸${prefix}Txtquadrinhos (txt) 
┆      ║ঔৣ͜͡҉🧸${prefix}HackNeon (txt) 
┆      ║ঔৣ͜͡҉🧸${prefix}EquipeMascote (txt) 
┆      ║ঔৣ͜͡҉🧸${prefix}FFavatar (txt) 
┆      ║ঔৣ͜͡҉🧸${prefix}Gizquadro (txt) 
┆      ║ঔৣ͜͡҉🧸${prefix}Angelglx (txt) 
┆      ║ঔৣ͜͡҉🧸${prefix}WingEffect (txt) 
┆      ║ঔৣ͜͡҉🧸${prefix}Angelwing (txt) 
┆      ║ঔৣ͜͡҉🧸${prefix}Blackpink (txt) 
┆      ║ঔৣ͜͡҉🧸${prefix}Girlmascote (txt) 
┆      ║ঔৣ͜͡҉🧸${prefix}Mascotegame (txt) 
┆      ║ঔৣ͜͡҉🧸${prefix}Fpsmascote (txt) 
┆      ║ঔৣ͜͡҉🧸${prefix}Logogame (txt) 
┆      ║ঔৣ͜͡҉🧸${prefix}Glitch2 (txt) 
┆      ║ঔৣ͜͡҉🧸${prefix}3DGold (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Placaloli (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Phadow (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Efeitoneon (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Cemiterio (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Metalgold (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Narutologo (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Fire (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Romantic (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Smoke (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Papel (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Lovemsg (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Lovemsg2 (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Lovemsg3 (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Coffecup (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Coffecup2 (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Cup (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Florwooden (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Lobometal (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Harryp (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Txtborboleta (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Madeira (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Pornhub (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Escudo (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Transformer (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}America (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Demongreen (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Wetglass (txt)    
┆      ║ঔৣ͜͡҉🧸${prefix}Toxic (txt)     
┆      ║ঔৣ͜͡҉🧸${prefix}Neon3 (txt)   
┆      ║ঔৣ͜͡҉🧸${prefix}Neondevil (txt) 
┆      ║ঔৣ͜͡҉🧸${prefix}Neongreen (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Lava (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Halloween (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Neondevil (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}DemonFire (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}DemonGreen (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Thunderv2 (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Thunder (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Colaq (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Luxury (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Berry (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Transformer (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Matrix (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Horror (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Nuvem (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Neon (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Neon1 (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Neon2 (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Neon3d (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}NeonGreen (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Neon3 (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Neve (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Areia (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Vidro (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Style (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Pink (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Carbon (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Tetalblue (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Toxic (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Jeans (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Ossos (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Asfalto (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Natal (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Joker (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Blood (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Break (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Fiction (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}3dstone (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Lapis (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Gelo (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Rainbow (txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Metalfire (txt)
┆      ║
┆      ╚┉✵┉══┉✵┉══┉✵┉══┉✵┉═╝
╔┉✵┉══┉✵┉══┉✵┉══┉✵┉═╗
│ 𝐋𝐎𝐆𝐎 𝐃𝐄 2 𝐓𝐄𝐗𝐓𝐎
╚┉✵┉══┉✵┉══┉✵┉══┉✵┉═╝
┆      ╔┉✵┉══┉✵┉══┉✵┉══┉✵┉═╗
┆      ║ঔৣ͜͡҉🧸${prefix}Comporn (txt/txt) 
┆      ║ঔৣ͜͡҉🧸${prefix}Glitch (txt/txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Glitch3 (txt/txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Grafity (txt-txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Space (txt/txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Marvel (txt/txt)
┆      ║ঔৣ͜͡҉🧸${prefix}GamePlay (txt/txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Stone (txt/txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Steel (txt/txt)
┆      ║ঔৣ͜͡҉🧸${prefix}Ffbanner (txt/txt) 
┆      ║ঔৣ͜͡҉🧸${prefix}Mascoteavatar (txt/txt) 
┆      ╚┉✵┉══┉✵┉══┉✵┉══┉✵┉═╝
┆     
╰━━━━━◉
`
}

exports.menulogos = menulogos

// MENU DE ALTERAR ÁUDIOS E VÍDEOS

const alteradores = (prefix, sender) => {

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

return`
╭━━━━━◉
┆      ╔┉✵┉═══『 ஓீ͜ ፝🎞️ू ፝͜❥ 』═══┉✵┉╗
┆      ║   ═┉𝐀𝐋𝐓𝐄𝐑𝐀𝐃𝐎𝐑𝐄𝐒 𝐃𝐄 𝐕/𝐀┉═                 
┆      ╚┉✵┉═══『 ஓீ͜ ፝🎧ू ፝͜❥ 』═══┉✵┉╝    
╰━━━━━◉
┆      ╔┉✵┉═════『 👁️‍🗨️ 』═════┉✵┉╗
┆      ║ Usuário: @${sender.split("@")[0]}  
┆      ╚┉✵┉═════『 👁️‍🗨️ 』═════┉✵┉╝  
╔┉✵┉══┉✵┉══┉✵┉══┉✵┉═╗
│ 𝐀𝐋𝐓𝐄𝐑𝐀𝐑 𝐕𝐈𝐃𝐄𝐎
╚┉✵┉══┉✵┉══┉✵┉══┉✵┉═╝
╔┉✵┉══┉✵┉══┉✵┉══┉✵┉═╗
┆      ║ঔৣ͜͡҉🧸${prefix}Videolento (marca)
┆      ║ঔৣ͜͡҉🧸${prefix}Videorapido (marca)
┆      ║ঔৣ͜͡҉🧸${prefix}Videocontrario (marca)
┆      ║
┆      ╚┉✵┉══┉✵┉══┉✵┉══┉✵┉═╝
╔┉✵┉══┉✵┉══┉✵┉══┉✵┉═╗
│ 𝐀𝐋𝐓𝐄𝐑𝐀𝐑 𝐀𝐔𝐃𝐈𝐎
╚┉✵┉══┉✵┉══┉✵┉══┉✵┉═╝
┆      ╔┉✵┉══┉✵┉══┉✵┉══┉✵┉═╗
┆      ║ঔৣ͜͡҉🧸${prefix}Audiolento (marca)
┆      ║ঔৣ͜͡҉🧸${prefix}Audiorapido (marca)
┆      ║ঔৣ͜͡҉🧸${prefix}Grave (marca)
┆      ║ঔৣ͜͡҉🧸${prefix}Grave2 (marca)
┆      ║ঔৣ͜͡҉🧸${prefix}Esquilo (marca)
┆      ║ঔৣ͜͡҉🧸${prefix}Estourar (marca)
┆      ║ঔৣ͜͡҉🧸${prefix}Bass (marca)
┆      ║ঔৣ͜͡҉🧸${prefix}Bass2 (marca)
┆      ║ঔৣ͜͡҉🧸${prefix}Vozmenino (marca)
┆      ╚┉✵┉══┉✵┉══┉✵┉══┉✵┉═╝
┆     
╰━━━━━◉
`
}

exports.alteradores = alteradores

// MENU PREMIUM 

const menuprem = (prefix, sender) => { 

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

return `
╭━━━━━◉
┆      ╔┉✵┉═══『ஓீ͜ ፝👑ू ፝͜❥ 』═══┉✵┉╗
┆      ║    *喜𝐌𝐄𝐍𝐔 𝐏𝐑𝐄𝐌𝐈𝐔𝐌夢*                 
┆      ╚┉✵┉═══『ஓீ͜ ፝👑ू ፝͜❥ 』═══┉✵┉╝    
╰━━━━━◉
╭━━━━━◉
┆      ╔┉✵┉═════『 👁️‍🗨️ 』═════┉✵┉╗
┆      ║ Usuário: @${sender.split("@")[0]}  
┆      ╚┉✵┉═════『 👁️‍🗨️ 』═════┉✵┉╝  
┆      ╔┉✵┉══┉✵┉══┉✵┉══┉✵┉═╗
┆      ║ঔৣ͜͡҉🧸${prefix}Destrava
┆      ║ঔৣ͜͡҉🧸${prefix}Destrava2
┆      ║ঔৣ͜͡҉🧸${prefix}Ddd (DDD)
┆      ║ঔৣ͜͡҉🧸${prefix}Cep (NÚMERO)
┆      ║ঔৣ͜͡҉🧸${prefix}GerarCPF
┆      ║ঔৣ͜͡҉🧸${prefix}PremiumList
┆      ║ঔৣ͜͡҉🧸${prefix}EncurtaLink (LINK)
┆      ║
┆      ╚┉✵┉══┉✵┉══┉✵┉══┉✵┉═╝
╰━━━━━◉
`
}

exports.menuprem = menuprem

// MENU DE BRINCADEIRAS.. 

const brincadeiras = (prefix, sender) => {

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​

╭━━━━━◉
┆      ╔┉✵┉═══『 ஓீ͜ ፝🎲ू ፝͜❥ 』═══┉✵┉╗
┆      ║  ═┉𝐌𝐄𝐍𝐔 𝐁𝐑𝐈𝐍𝐂𝐀𝐃𝐄𝐈𝐑𝐀𝐒┉═                 
┆      ╚┉✵┉═══『 ஓீ͜ ፝⚽ू ፝͜❥ 』═══┉✵┉╝    
╰━━━━━◉
╭━━━━━◉
┆      ╔┉✵┉═════『 👁️‍🗨️ 』═════┉✵┉╗
┆      ║ Usuário: @${sender.split("@")[0]}  
┆      ╚┉✵┉═════『 👁️‍🗨️ 』═════┉✵┉╝  
┆      ╔┉✵┉══┉✵┉══┉✵┉══┉✵┉═╗
┆      ║ঔৣ͜͡҉🧸${prefix}Gay (marca (@))
┆      ║ঔৣ͜͡҉🧸${prefix}Feio (marca (@))
┆      ║ঔৣ͜͡҉🧸${prefix}Corno (marca (@))
┆      ║ঔৣ͜͡҉🧸${prefix}Vesgo (marca (@))
┆      ║ঔৣ͜͡҉🧸${prefix}Bebado (marca (@))
┆      ║ঔৣ͜͡҉🧸${prefix}Gostoso (marca (@))
┆      ║ঔৣ͜͡҉🧸${prefix}Gostosa (marca (@))
┆      ║ঔৣ͜͡҉🧸${prefix}Beijo (marca (@))
┆      ║ঔৣ͜͡҉🧸${prefix}Matar (marca (@))
┆      ║ঔৣ͜͡҉🧸${prefix}Tapa (marca (@))
┆      ║ঔৣ͜͡҉🧸${prefix}Chute (marca (@))
┆      ║ঔৣ͜͡҉🧸${prefix}Dogolpe (marca (@))   
┆      ║ঔৣ͜͡҉🧸${prefix}Nazista (marca (@))
┆      ║ঔৣ͜͡҉🧸${prefix}Chance (fale algo) 
┆      ║ঔৣ͜͡҉🧸${prefix}Casal   
┆      ║ঔৣ͜͡҉🧸${prefix}Rankgay     
┆      ║ঔৣ͜͡҉🧸${prefix}Rankgado
┆      ║ঔৣ͜͡҉🧸${prefix}Rankcorno  
┆      ║ঔৣ͜͡҉🧸${prefix}Rankgostoso
┆      ║ঔৣ͜͡҉🧸${prefix}Rankgostosa
┆      ║ঔৣ͜͡҉🧸${prefix}Ranknazista
┆      ║ঔৣ͜͡҉🧸${prefix}Rankotakus
┆      ║ঔৣ͜͡҉🧸${prefix}Rankpau
┆      ║
┆      ╚┉✵┉══┉✵┉══┉✵┉══┉✵┉═╝ 
╰━━━━━◉
`
}

exports.brincadeiras = brincadeiras

// MENU DE EFEITOS DE IMAGEM, MONTAGEM Tops Kkk

const efeitos = (prefix, sender) => {

// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 

return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​

╭━━━━━◉
┆      ╔┉✵┉═══『ஓீ͜ ፝🌟ू ፝͜❥ 』═══┉✵┉╗
┆      ║    *喜𝐌𝐄𝐍𝐔 𝐄𝐅𝐄𝐈𝐓𝐎𝐒夢*                 
┆      ╚┉✵┉═══『ஓீ͜ ፝🌟ू ፝͜❥ 』═══┉✵┉╝    
╰━━━━━◉
┆      ╔┉✵┉═════『 👁️‍🗨️ 』═════┉✵┉╗
┆      ║ Usuário: @${sender.split("@")[0]}  
┆      ╚┉✵┉═════『 👁️‍🗨️ 』═════┉✵┉╝  
┆      ╔┉✵┉══┉✵┉══┉✵┉══┉✵┉═╗
┆      ║ঔৣ͜͡҉🧸${prefix}Legenda (marcar)-(img)
┆      ║ঔৣ͜͡҉🧸${prefix}Procurado (marcar)-(img)
┆      ║ঔৣ͜͡҉🧸${prefix}Hitler (marcar)-(img)
┆      ║ঔৣ͜͡҉🧸${prefix}Preso (marcar)-(img)
┆      ║ঔৣ͜͡҉🧸${prefix}Lixo (marcar)-(img)
┆      ║ঔৣ͜͡҉🧸${prefix}Deletef (marcar)-(img)
┆      ║ঔৣ͜͡҉🧸${prefix}Morto (marcar)-(img) 
┆      ║ঔৣ͜͡҉🧸${prefix}Lgbt (marcar)-(img) 
┆      ║
┆      ╚┉✵┉══┉✵┉══┉✵┉══┉✵┉═╝
╰═══════◉
`
}

exports.efeitos = efeitos